phil971-kant-rational-agency.org
#+TITLE: PHIL 971 - Kant & Kantianism on Rational Agency
#+DATE: July 2, 2020
#+AUTHOR: Colin McLear
#+SELECT_TAGS: export
#+EXCLUDE_TAGS: noexport archive nohugo
#+TODO: TODO NEXT | DONE CANCELED
#+TODO: DRAFT | DONE CANCELED
#+LANGUAGE: en
#+LATEX_HEADER: \usepackage[English]{babel}
#+OPTIONS: '":t

*** Resources
:PROPERTIES:
:EXPORT_FILE_NAME: resources
:EXPORT_HUGO_MENU: :menu main
:END:

**** Philosophy Links
- [[http://plato.stanford.edu][Stanford Encyclopedia of Philosophy]]
- [[http://www.iep.utm.edu/][Internet Encyclopedia of Philosophy]]
- [[http://philpapers.org][PhilPapers]]
  
**** Reading & Writing Philosophy
- [[http://www.jimpryor.net/teaching/vocab/index.html][Philosophical Terms & Methods]]
- [[http://www.jimpryor.net][Jim Pryor's]] guides to [[http://www.jimpryor.net/teaching/guidelines/reading.html][reading]] and [[http://www.jimpryor.net/teaching/guidelines/writing.html][writing]] philosophy
- [[http://philosophy.hku.hk/think/][Critical Thinking]]
- [[http://owl.english.purdue.edu/owl/][Purdue Online Writing Lab]] 
- [[http://writingproject.fas.harvard.edu/files/hwp/files/philosophical_writing.pdf][A Guide to Philosophical Writing]]
- [[https://www.dropbox.com/s/lyods0bt22x8u6l/ThesisOverview.pdf?dl=0][Writing a Thesis Statement]]
- [[https://www.dropbox.com/s/eaggc570nfu6nqa/PaperStructure.pdf?dl=0][Philosophy Paper Structure]]

**** Kant Related Links
- [[http://kantpapers.org][KantPapers]]
- [[http://www.manchester.edu/kant/Home/index.htm][Kant in the Classroom]] (Steve Naragon)
- [[http://staffweb.hkbu.edu.hk/ppp/Kant.html][Kant on the Web]] (Steve Palmquist)
- [[http://publish.uwo.ca/~cdyck5/UWOKRG/kantsbooks.html][Kant's Books]] (UWO Kant Research Group)
- [[https://dspace.ut.ee/handle/10062/42108][Kants Handexemplar von Meiers Auszug aus der Vernunftlehre]] (University of Tartu)
- [[https://www.philosophie.fb05.uni-mainz.de/forschungsstellen-und-weitere-einrichtungen/fs_kant/][Kant-Forschungsstelle]]
- [[http://earlymoderntexts.com][Early Modern Philosophy Texts]]
- [[https://korpora.zim.uni-duisburg-essen.de/Kant/verzeichnisse-gesamt.html][Kant Akademieausgabe (Courtesy of Universität Duisburg-Essen)]]
- [[http://knb.mpiwg-berlin.mpg.de/kant/home][Database of Kant's concepts for a theory of nature]]

**** Sources for online German texts
- [[http://gso.gbv.de/DB=1.28/SET=1/TTL=1/][VD17]]
- [[http://www.zvdd.de/startseite/][ZVDD]]
- [[http://kvk.bibliothek.kit.edu/?digitalOnly=0&embedFulltitle=0&newTab=0][KVK]]
- [[http://digital-beta.staatsbibliothek-berlin.de][Digitalisierte Sammlungen (Berlin)]]
- [[https://www.deutsche-digitale-bibliothek.de][Deutsche Digitale Bibliothek]]

  

