content/resources.md
+++
title = "Resources"
draft = false
author = false
toc = false
[menu.main]
  weight = 3004
  identifier = "resources"
+++

## Philosophy Links {#philosophy-links}

-   [Stanford Encyclopedia of Philosophy](http://plato.stanford.edu)
-   [Internet Encyclopedia of Philosophy](http://www.iep.utm.edu/)
-   [PhilPapers](http://philpapers.org)


## Reading & Writing Philosophy {#reading-and-writing-philosophy}

-   [Philosophical Terms & Methods](http://www.jimpryor.net/teaching/vocab/index.html)
-   [Jim Pryor's](http://www.jimpryor.net) guides to [reading](http://www.jimpryor.net/teaching/guidelines/reading.html) and [writing](http://www.jimpryor.net/teaching/guidelines/writing.html) philosophy
-   [Critical Thinking](http://philosophy.hku.hk/think/)
-   [Purdue Online Writing Lab](http://owl.english.purdue.edu/owl/)
-   [A Guide to Philosophical Writing](http://writingproject.fas.harvard.edu/files/hwp/files/philosophical%5Fwriting.pdf)
-   [Writing a Thesis Statement](https://www.dropbox.com/s/lyods0bt22x8u6l/ThesisOverview.pdf?dl=0)
-   [Philosophy Paper Structure](https://www.dropbox.com/s/eaggc570nfu6nqa/PaperStructure.pdf?dl=0)


## Kant Related Links {#kant-related-links}

-   [KantPapers](http://kantpapers.org)
-   [Kant in the Classroom](http://www.manchester.edu/kant/Home/index.htm) (Steve Naragon)
-   [Kant on the Web](http://staffweb.hkbu.edu.hk/ppp/Kant.html) (Steve Palmquist)
-   [Kant's Books](http://publish.uwo.ca/~cdyck5/UWOKRG/kantsbooks.html) (UWO Kant Research Group)
-   [Kants Handexemplar von Meiers Auszug aus der Vernunftlehre](https://dspace.ut.ee/handle/10062/42108) (University of Tartu)
-   [Kant-Forschungsstelle](https://www.philosophie.fb05.uni-mainz.de/forschungsstellen-und-weitere-einrichtungen/fs%5Fkant/)
-   [Early Modern Philosophy Texts](http://earlymoderntexts.com)
-   [Kant Akademieausgabe (Courtesy of Universität Duisburg-Essen)](https://korpora.zim.uni-duisburg-essen.de/Kant/verzeichnisse-gesamt.html)
-   [Database of Kant's concepts for a theory of nature](http://knb.mpiwg-berlin.mpg.de/kant/home)


## Sources for online German texts {#sources-for-online-german-texts}

-   [VD17](http://gso.gbv.de/DB=1.28/SET=1/TTL=1/)
-   [ZVDD](http://www.zvdd.de/startseite/)
-   [KVK](http://kvk.bibliothek.kit.edu/?digitalOnly=0&embedFulltitle=0&newTab=0)
-   [Digitalisierte Sammlungen (Berlin)](http://digital-beta.staatsbibliothek-berlin.de)
-   [Deutsche Digitale Bibliothek](https://www.deutsche-digitale-bibliothek.de)
